[
    {
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "Platform 62",
    "review": "Platform 62 in  is just tucked in behind Mascot station. It is a great little spot to stop in on the way home from work for a sneaky pint. The head on the pint was a bit too small, the taste was bitter at first but got a little better with a few more sips.",
    "score": "5",
    "price": "12",
    "location": "Mascot"
},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "Forresters",
    "review": "Forresters is a lively corner pub with a great buzz. We went on a Friday and the place was packed with people getting their weekend off to a good start. The pint had a lovely smooth and creamy texture. If were being a little over critical it just lacked a bit of domage but with really friendly staff and a great pint we recommend taking a trip here.",
    "score": "8",
    "price": "11",
    "location": "Surry Hills"
},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "The Village Inn",
    "review": "The Village Inn, formerly known as Durty Nelly’s, is a busy little corner pub with a great atmosphere ideal for meeting up with friends to enjoy a few pints. Just make sure the pints are not Guinness! It was very watery, bitter and left a bad aftertaste and there was no lacing on the glass. This one was a bit of a struggle to finish but hey that’s all part of journey to find Sydney’s finest Guinne.",
    "score": "2",
    "price": "11",
    "location": "Paddington"

},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "The Angel hotel",
    "review": "The Angel hotel on Pitt Street is the perfect spot for an after dinner or after work drink. This pub is full of character, but unfortunately had a bit of a musty smell up stairs… maybe the carpets need a clean. Besides that, the staff were great and very friendly. The pint tasted nice, it lacked creaminess but it was still nice to drink! At $12.50 a pint, it wasn’t too bad considering the great location.",
    "score": "7",
    "price": "12.50",
    "location": "CBD"
},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "The Fiddler",
    "review": "The Fiddler is an institution for drinkers in Western Sydney. We sat in the old Irish pub which has been there since the 1820s. It’s a beautiful pub with lovely little snugs to sit in and really reminded us of a pub in Ireland. The service was great and the pints were brought to our table. The pint looked lovely although it had a shamrock in the head which we’re not big fans of. It tasted really good and the only criticism is it was slightly watery. Delighted we made the trip out West to try it and at such a reasonable price we recommend others do the same.",
    "score": "8",
    "price": "9.50",
    "location": "Rouse Hill"
},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "Ashfield Hotel",
    "review": "The Ashfield Hotel is a typical Aussie pub with friendly staff and a big bistro, the pub is nice but it’s lacking a little bit character. The bar staff brought the pints to our table, which was good service. The head of the pint itself was too big and lacked domeage but it tasted pretty good, it had a nice bit of cream to it! At 9.70 it’s a little easier on the wallet. The Ashfield Hotel is a good spot to pop in to on the way home from work for a pint, we would be happy to come here again",
    "score": "7",
    "price": "9.70",
    "location": "Ashfield"
},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "New Hampton Hotel",
    "review": "New Hampton Hotel in Kings Cross is a pub with a really chilled out vibe. The staff were very friendly, they told us to sit down and they’d bring the pints over to us, which we love. The pint looked good even though it didn’t have much of a dome. It tasted nice but could’ve done with a bit more creaminess to it. In saying that, it’s not a bad little spot to try out when you’re in the Cross.",
    "score": "7",
    "price": "12",
    "location": "Kings Cross"
},
{
    "reviewer": "Guinness of Sydney Official Review",
    "pubName": "The London Hotel",
    "review": "The London Hotel is a nice little pub that serves good food, tucked away in Paddington. The pint looked okay but the head was a bit small and there was no dome. It tasted fairly good but you might want to sit down for the next part… They charge a whopping 15 dollars a pint! At the dearest we’ve had so far we don’t know if it’s the fact that they’re in an affluent area or that they’re smoking crack but that is just outrageous. If you’re after a Guinness there are way better pints around, much more reasonably priced. We’d only recommend going here for a pint if you’ve money to burn",
    "score": "3",
    "price": "15",
    "location": "Paddington"
}
]